UNK 310058
the 621030
to 604987
of 291548
and 288098
in 250182
for 245172
a 241320
rt 161711
on 159754
is 156156
amp 139283
our 125141
we 119936
this 117566
i 107104
that 98298
with 97171
you 90185
at 80843
are 78127
my 73497
be 68315
from 65407
it 64127
will 62383
have 61522
today 56875
by 53390
their 52136
as 49996
more 48044
all 47449
not 46137
about 46120
us 44922
who 44600
your 41039
an 38690
has 36601
was 34894
his 33120
must 32736
can 32702
people 32595
they 31863
need 30614
great 30585
up 30263
work 29706
new 29539
congress 29064
bill 28618
out 28476
but 28312
now 27545
time 27165
thank 26928
if 26609
families 26574
so 25848
day 24825
no 24654
help 24526
what 24308
do 24249
americans 24108
should 24097
w 23671
make 23629
he 23549
support 23448
just 22888
or 22473
here 22103
proud 22102
would 22027
one 21733
get 21346
how 21290
me 20887
care 20175
health 19919
thanks 19819
vote 18598
country 18326
women 18313
than 18061
like 17926
american 17684
when 17487
these 17401
join 17365
trump 17357
see 17117
working 16993
them 16671
been 16353
fight 15953
it's 15810
every 15503
protect 15291
over 15224
it’s 15140
right 15060
last 14918
first 14836
keep 14791
those 14781
why 14752
many 14743
students 14569
years 14447
act 14351
against 14227
i'm 14178
year 14123
know 13839
back 13833
president 13755
take 13673
good 13345
her 13168
there 13098
am 13023
– 12985
continue 12460
stand 12412
community 12306
i’m 12303
house 12000
week 11809
after 11790
children 11781
into 11638
@realDonaldTrump 11597
important 11289
family 11265
bipartisan 11195
still 11132
end 11132
want 11088
only 11070
its 11023
stop 10932
state 10880
plan 10856
senate 10845
watch 10740
read 10738
go 10680
america 10499
jobs 10482
across 10437
better 10392
live 10375
honor 10342
way 10287
had 10224
together 10110
million 10069
gop 10068
discuss 9940
republicans 9899
being 9897
were 9792
which 9790
@POTUS 9758
because 9723
workers 9637
communities 9488
federal 9409
government 9341
fighting 9337
other 9220
some 9220
most 9212
economy 9187
happy 9186
2 9159
colleagues 9133
funding 9055
access 9025
call 9020
down 8967
office 8815
next 8798
members 8789
could 8755
forward 8745
1 8708
everyone 8706
law 8569
pass 8557
too 8501
made 8494
nation 8437
before 8353
joined 8277
another 8193
legislation 8158
millions 8092
tonight 8001
morning 7996
ensure 7941
future 7919
come 7912
world 7858
veterans 7852
going 7804
deserve 7774
during 7767
pay 7752
meeting 7751
again 7745
while 7732
any 7683
full 7641
lives 7592
him 7547
never 7516
sure 7482
off 7455
action 7451
through 7431
service 7393
needs 7342
even 7335
local 7278
@HouseGOP 7278
put 7207
where 7160
much 7087
best 7071
talk 7033
hope 6984
let 6950
visit 6941
give 6920
statement 6919
under 6887
also 6807
very 6775
rep 6774
learn 6766
safe 6737
honored 6730
making 6727
home 6664
tomorrow 6655
kids 6633
since 6588
hearing 6510
don't 6505
leaders 6503
may 6483
congrats 6374
look 6373
meet 6362
life 6344
days 6328
yesterday 6300
she 6297
program 6290
find 6211
always 6200
news 6148
efforts 6125
say 6121
without 6110
said 6069
#trumpcare 6023
congratulations 5988
ago 5977
real 5942
address 5896
leadership 5888
please 5863
— 5856
part 5838
dc 5816
let's 5803
celebrate 5803
says 5788
critical 5784
hear 5757
history 5731
issues 5689
democrats 5681
away 5633
policy 5613
passed 5609
did 5568
#goptaxscam 5544
own 5531
looking 5522
hard 5519
remember 5519
big 5497
system 5483
friends 5459
https 5455
including 5451
agree 5444
strong 5417
coverage 5409
voted 5401
use 5376
@HouseDemocrats 5376
joining 5358
tax 5331
gunviolence 5330
healthcare 5313
glad 5312
tune 5310
we're 5266
check 5263
speak 5258
decision 5237
staff 5206
around 5204
until 5195
4 5190
two 5165
national 5165
lost 5144
does 5141
done 5133
bring 5132
presidenttrump 5127
speaking 5127
democracy 5095
step 5087
doing 5082
free 5064
open 5032
don’t 5022
education 5010
provide 4991
met 4981
cannot 4967
night 4963
clear 4961
serve 4912
got 4905
taking 4903
think 4882
#aca 4856
job 4837
getting 4819
de 4816
change 4814
can't 4798
via 4796
young 4776
letter 4736
place 4717
ever 4713
love 4705
victims 4685
that’s 4678
men 4662
justice 4621
long 4620
ready 4619
show 4611
3 4590
thoughts 4581
2018 4579
public 4576
protections 4574
friend 4552
yet 4530
calling 4530
both 4527
military 4520
well 4518
that's 4505
same 4503
trumpadministration 4452
lead 4443
opportunity 4418
administration 4416
story 4413
power 4400
programs 4394
election 4383
hold 4383
let’s 4372
#netneutrality 4370
questions 4344
introduced 4338
enough 4331
heard 4329
coming 4299
i'll 4293
sign 4291
create 4287
crisis 4275
protecting 4222
win 4219
republican 4199
team 4187
share 4183
top 4176
parents 4171
believe 4169
campaign 4153
seniors 4153
investigation 4146
#trumpshutdown 4143
talking 4131
instead 4127
thousands 4124
less 4097
event 4063
helping 4032
budget 4032
5 4027
welcome 4025
washington 3992
improve 3987
supporting 3980
attack 3957
report 3957
today's 3947
trump's 3942
@ 3939
nothing 3933
benefits 3911
few 3905
standing 3897
climatechange 3883
start 3874
conditions 3869
issue 3865
already 3853
resources 3852
we’re 3848
repeal 3829
allow 3828
spoke 3825
10 3804
former 3792
cut 3787
#sotu 3776
progress 3770
continues 3733
voice 3728
follow 3714
voting 3711
celebrating 3701
→ 3698
having 3688
then 3666
policies 3660
nearly 3657
between 3654
district 3627
whitehouse 3625
school 3608
past 3555
prevent 3548
left 3520
residents 3517
grateful 3510
makes 3502
increase 3498
others 3493
rights 3484
pre-existing 3479
face 3476
billion 3473
affordable 3465
able 3450
wants 3449
http 3445
means 3441
wrong 3420
risk 3420
tell 3418
latest 3416
excited 3403
dr 3393
business 3392
russia 3380
month 3373
such 3373
trying 3361
icymi 3360
dangerous 3355
signed 3353
weekend 3352
middleclass 3342
pm 3336
shutdown 3317
receive 3317
politics 3316
far 3303
states 3298
things 3290
impact 3282
political 3259
pleased 3248
can’t 3246
100 3239
@NancyPelosi 3237
thing 3230
prayers 3229
effort 3221
cuts 3200
costs 3198
#daca 3194
money 3193
infrastructure 3190
each 3175
helped 3174
unitedstates 3152
hosting 3151
#protectourcare 3144
once 3134
violence 3132
services 3127
constituents 3126
#dreamers 3126
importance 3121
trump’s 3119
medicare 3114
values 3110
schools 3109
info 3103
border 3083
security 3082
safety 3067
commitment 3056
2016 3033
15 3018
discussion 3009
chance 3003
really 3000
cost 2997
businesses 2987
move 2979
build 2978
information 2973
fire 2966
everything 2937
fact 2935
research 2926
you're 2926
amendment 2923
immigrants 2917
bills 2907
immigration 2905
@SpeakerRyan 2904
process 2900
1st 2880
attacks 2875
reminder 2873
fair 2867
true 2866
key 2865
raise 2859
lose 2854
today’s 2850
took 2847
#getcovered 2846
loved 2839
environment 2828
food 2826
came 2822
i've 2818
6 2816
folks 2811
called 2810
mr 2809
passing 2809
happening 2782
i’ll 2778
member 2753
equality 2752
save 2749
townhall 2737
dreamers 2725
college 2721
housefloor 2721
message 2715
something 2703
companies 2702
city 2700
voices 2691
water 2683
texas 2680
serious 2671
leading 2670
video 2667
close 2655
threat 2644
here's 2642
truth 2637
2017 2636
soon 2635
wishing 2635
ways 2633
matter 2627
20 2623
line 2617
man 2617
record 2615
amazing 2613
leader 2612
lot 2608
debate 2608
bad 2604
woman 2604
urge 2602
asked 2598
won't 2593
i’ve 2587
fellow 2585
aca 2584
using 2575
brave 2575
annual 2572
rule 2568
response 2567
wonderful 2567
war 2566
economic 2552
listen 2528
ahead 2527
teachers 2523
fix 2521
congressman 2515
holding 2515
incredible 2510
@RepCummings 2502
joe 2498
actions 2492
consumers 2480
officials 2476
senator 2473
calls 2466
doesn't 2465
used 2459
special 2457
sen 2453
ones 2445
vital 2438
elections 2437
committed 2435
finally 2431
quality 2431
deadline 2428
healthinsurance 2425
courage 2425
group 2420
deal 2417
behind 2407
ask 2407
giving 2400
corporations 2395
socialsecurity 2393
12 2391
heart 2388
congressional 2382
months 2381
strengthen 2381
conversation 2378
reform 2377
7 2368
@OversightDems 2359
due 2353
forget 2352
committee 2352
peace 2349
stories 2345
question 2344
unacceptable 2338
case 2333
someone 2332
served 2332
send 2331
50 2327
serving 2325
accountable 2315
possible 2314
nation’s 2314
voters 2309
role 2309
little 2307
medicaid 2306
yes 2304
highschool 2303
words 2298
paid 2297
whether 2295
demand 2285
freedom 2282
powerful 2281
hurt 2277
laws 2276
plans 2273
announce 2271
comes 2268
discrimination 2267
anyone 2264
expand 2264
isn't 2263
led 2263
hate 2260
agenda 2250
sent 2250
turn 2241
mexico 2239
tour 2235
we've 2233
dems 2230
answer 2228
works 2223
nationalsecurity 2218
anniversary 2217
huge 2215
discussing 2215
major 2209
defend 2209
update 2208
puertorico 2208
become 2204
legacy 2204
solutions 2202
entire 2201
reduce 2199
democratic 2198
along 2198
number 2195
asking 2194
energy 2191
set 2190
8 2185
recent 2184
enjoyed 2183
breaking 2182
doesn’t 2178
cruel 2176
proposal 2175
putting 2174
center 2173
person 2171
shows 2169
#scotus 2167
force 2161
keeping 2156
combat 2153
moment 2150
seen 2150
isn’t 2147
party 2145
rules 2139
va 2133
worked 2126
science 2126
living 2124
won’t 2122
beautiful 2119
survivors 2115
available 2114
times 2111
spending 2110
urging 2108
told 2100
helps 2098
smallbusinesses 2098
speech 2096
america’s 2095
taxcuts 2094
fund 2088
needed 2088
stay 2087
problem 2083
building 2082
farmers 2082
california 2081
respect 2078
#actonclimate 2078
@OfficialCBC 2078
running 2072
htt 2065
happybirthday 2065
child 2060
supremecourt 2059
especially 2059
taxes 2056
march 2050
industry 2046
failed 2040
grow 2038
visiting 2035
he's 2033
spent 2031
old 2031
count 2029
reason 2022
affected 2020
run 2011
secure 2010
recognize 2001
donaldtrump 1999
facts 1984
hr 1984
truly 1979
represent 1975
vets 1973
deserves 1968
invest 1968
example 1966
leave 1966
throughout 1965
resolution 1960
game 1958
student 1958
word 1955
starting 1954
votes 1951
taken 1948
yrs 1948
stronger 1947
priorities 1944
saturday 1942
court 1942
y 1940
wall 1936
floor 1936
held 1935
wealthy 1932
goes 1930
fought 1928
immediately 1926
internet 1925
#climatechange 1924
order 1917
@WhiteHouse 1914
oppose 1913
apply 1909
funds 1907
civilrights 1904
grant 1898
actually 1896
hundreds 1895
historic 1893
@EPA 1889
visited 1889
interview 1883
seeing 1883
solution 1881
clean 1880
benefit 1879
you’re 1878
la 1877
gave 1871
award 1868
opportunities 1868
et 1866
capitol 1863
list 1862
citizens 1862
fear 1859
despite 1858
november 1855
happen 1853
interest 1853
online 1848
takes 1847
wait 1846
promise 1846
concerns 1843
steps 1843
there's 1842
following 1840
details 1835
focus 1834
we’ve 1834
three 1833
announced 1832
responders 1829
push 1826
killed 1820
wish 1818
mean 1812
restore 1807
afford 1804
shameful 1803
employees 1803
remain 1803
release 1801
s 1800
mayor 1796
high 1795
h 1793
sharing 1791
friday 1789
publichealth 1785
he’s 1783
further 1782
treatment 1782
lawenforcement 1780
almost 1778
worse 1777
they're 1773
#puertorico 1772
guns 1771
rest 1768
undermine 1768
among 1762
trumpadmin 1759
nomination 1758
second 1757
afternoon 1754
investment 1750
try 1745
@SenateGOP 1738
later 1736
miss 1732
volunteers 1727
30 1724
dedicated 1724
growing 1723
proposed 1712
t 1711
difference 1707
devastating 1703
project 1702
there’s 1700
single 1699
received 1699
healthy 1698
hardworking 1698
obama 1693
@HispanicCaucus 1692
ban 1686
data 1684
luck 1683
saying 1681
weeks 1677
advocate 1675
#veterans 1675
success 1674
death 1671
generation 1671
demanding 1670
housing 1670
wages 1669
continued 1668
toward 1664
head 1664
global 1664
stopped 1661
hours 1660
register 1656
op-ed 1654
experience 1653
class 1650
name 1647
gets 1645
florida 1645
choose 1644
silence 1644
rich 1643
side 1640
#az01 1640
9 1637
here’s 1635
allies 1633
introduce 1631
loss 1630
22 1630
union 1630
11 1629
created 1627
facing 1626
shared 1623
creating 1618
longer 1617
tragedy 1616
current 1615
continuing 1614
#trump 1610
facebook 1608
insurance 1607
cosponsor 1607
vulnerable 1607
earlier 1604
tweet 1603
minnesota 1601
ht 1600
we'll 1599
patients 1599
constitution 1598
@WhipHoyer 1598
legal 1596
missed 1595
reports 1595
inspiring 1593
understand 1592
given 1591
earned 1589
ending 1586
putin 1585
area 1584
assistance 1583
partisan 1583
farm 1581
#nmpol 1580
feel 1575
shouldn’t 1575
shouldn't 1575
answers 1575
play 1571
debt 1570
went 1569
senators 1567
2015 1566
trillion 1564
ensuring 1562
behalf 1561
point 1557
discussed 1557
found 1556
#forthepeople 1555
forum 1553
hey 1551
colleague 1551
least 1550
#mepolitics 1548
introducing 1547
fbi 1546
victory 1546
potus 1544
24 1543
epa 1543
region 1542
simply 1542
whose 1540
individuals 1540
shut 1537
presidenttrump’s 1537
reach 1536
gun 1533
challenges 1533
america's 1532
saw 1531
wrote 1530
attempt 1528
thx 1527
@SenateDems 1523
mn 1521
reality 1520
girls 1519
providing 1518
neighbors 1516
responsibility 1516
potential 1513
priority 1513
president’s 1512
champion 1512
#protectdreamers 1510
defense 1509
innovation 1508
re 1506
essential 1503
massive 1502
pleasure 1500
cause 1496
ability 1495
return 1494
honoring 1491
named 1490
taxpayers 1489
what's 1489
sacrifice 1488
ends 1487
looks 1486
idea 1485
ca 1485
pushing 1484
paying 1483
kind 1482
@BarackObama 1481
add 1481
investments 1481
control 1480
appreciate 1480
bringing 1480
troops 1480
13 1479
spend 1478
hands 1478
land 1475
piece 1473
gov 1473
majority 1473
rely 1473
investigate 1472
puts 1471
representatives 1467
early 1466
alone 1466
gives 1464
youth 1464
nj 1464
choice 1463
started 1462
governor 1458
anything 1457
openenrollment 1457
they’re 1452
final 1451
summer 1449
trade 1448
25 1445
affordablecareact 1444
succeed 1442
photo 1441
fun 1440
equal 1438
host 1434
decisions 1434
race 1432
epidemic 1432
technology 1432
provides 1431
daca 1431
attend 1428
career 1424
recently 1424
park 1423
sending 1423
nation's 1423
rally 1419
caucus 1419
separated 1419
#abetterdeal 1417
black 1413
changes 1413
advocates 1412
below 1411
might 1410
presidentobama 1410
deficit 1410
winning 1409
contributions 1409
un 1407
basic 1405
encourage 1403
transparency 1400
2019 1398
himself 1397
celebration 1392
poverty 1391
monday 1390
released 1387
reckless 1385
impacted 1382
county 1382
secretary 1381
exactly 1380
@GOP 1379
mark 1373
department 1371
inspired 1370
humanrights 1368
sunday 1367
color 1366
st 1366
@RepJayapal 1362
@repjohnlewis 1359
marks 1358
average 1357
didn't 1357
@MSNBC 1357
small 1354
interests 1353
terrible 1352
decades 1346
starts 1346
international 1345
gt 1345
beyond 1343
events 1339
workforce 1339
diversity 1337
evidence 1332
moving 1331
#doyourjob 1331
nominee 1330
nh 1329
break 1327
york 1323
agency 1322
spread 1321
snap 1321
four 1320
near 1318
offer 1318
#mtpol 1318
dollars 1315
late 1314
immigrant 1313
safer 1312
struggling 1312
hit 1311
allowed 1311
#healthcare 1310
ideas 1309
harder 1308
supports 1307
threats 1307
official 1305
often 1302
dignity 1302
based 1300
stood 1300
@RepEliotEngel 1300
attended 1300
result 1298
40 1298
didn’t 1297
mentalhealth 1291
study 1289
@FCC 1288
#dreamact 1288
que 1288
long-term 1287
press 1286
society 1285
happened 1284
brought 1284
financial 1282
pressconference 1281
emergency 1279
relief 1278
knows 1276
lack 1274
won 1273
includes 1272
opening 1271
cover 1268
taxcut 1268
towards 1268
else 1267
judge 1267
@CNN 1266
ppl 1266
concerned 1265
themselves 1265
summit 1265
light 1263
17 1262
reopen 1260
mission 1258
showing 1257
@thehill 1256
became 1252
recovery 1252
favorite 1251
sad 1250
#disarmhate 1250
countries 1248
#equalpay 1248
elected 1247
training 1247
company 1244
white 1241
premiums 1239
stopping 1237
level 1237
click 1236
preserve 1234
@CoryBooker 1231
responsible 1230
investing 1230
simple 1229
shooting 1229
playing 1228
enjoy 1225
table 1225
absolutely 1222
begin 1222
personal 1222
sabotage 1222
evening 1221
outside 1220
half 1220
strength 1220
abuse 1218
thrilled 1218
@realDonaldTrump's 1217
john 1215
present 1214
matters 1214
co 1214
remains 1213
comprehensive 1213
promote 1211
died 1211
harm 1211
ongoing 1210
thankful 1208
different 1208
openinternet 1208
russian 1206
tuesday 1205
talked 1205
#familiesbelongtogether 1203
con 1202
comments 1201
conference 1201
review 1200
🇺 1200
climate 1199
michigan 1199
watching 1198
en 1197
v 1197
outrageous 1196
wealthiest 1196
planet 1194
road 1194
agreement 1193
disaster 1192
fired 1190
path 1189
panel 1189
minutes 1187
labor 1187
remarks 1187
buy 1186
above 1186
#twill 1186
promised 1184
addressing 1182
#gunviolence 1181
necessary 1180
chief 1175
govt 1175
# 1174
several 1172
ct 1172
involved 1170
parade 1170
impacts 1170
passage 1168
applaud 1167
culture 1167
fed 1166
w/o 1166
thinking 1164
link 1162
request 1162
receiving 1161
fall 1160
@RepEspaillat 1160
consequences 1159
forced 1159
drive 1159
permanent 1159
#lgbt 1159
@WaysMeansCmte 1159
lower 1157
earn 1156
dedication 1154
five 1152
participate 1152
damage 1151
governmentshutdown 1151
advance 1151
@RepDwightEvans 1151
chair 1150
valley 1150
smart 1149
failure 1147
website 1147
twitter 1146
what’s 1146
@SenMarkey 1146
photos 1145
16 1144
homes 1144
willing 1143
thursday 1143
likely 1141
front 1141
china 1141
block 1139
tech 1137
@RepJoeKennedy 1135
rsvp 1134
@HillaryClinton 1133
updates 1131
medical 1128
opioidepidemic 1127
private 1125
grants 1125
per 1124
interested 1123
hearings 1123
listening 1123
rather 1123
air 1123
sat 1122
sexualassault 1121
syria 1118
ag 1118
trust 1117
nice 1117
tried 1114
reflect 1114
president's 1114
renew 1114
poor 1113
challenge 1113
#trumprussia 1113
talks 1112
nevada 1112
ballot 1111
protected 1110
@HFACDemocrats 1109
january 1108
learning 1108
protection 1107
worst 1107
price 1107
congresswoman 1107
2nd 1107
heading 1107
charge 1106
human 1105
percent 1104
veteran 1103
july 1102
supported 1101
#dreamactnow 1100
@HouseJudDems 1100
taxbreaks 1100
strategy 1099
aid 1099
attention 1099
trip 1098
heroes 1097
claims 1097
united 1096
disabilities 1096
oversight 1095
apart 1095
@DHSgov 1095
admin 1094
seeking 1093
#endgunviolence 1091
14 1089
immediate 1087
whole 1086
higher 1086
course 1086
deeply 1085
#raisethewage 1085
duty 1085
mind 1084
accountability 1084
recommit 1084
#grahamcassidy 1084
six 1083
allowing 1082
#medicaid 1082
raising 1081
u 1080
senatefloor 1080
experts 1080
foreign 1080
sick 1078
18 1078
tools 1078
denied 1077
improving 1076
greater 1076
hand 1075
faith 1074
chairman 1073
doors 1072
nationwide 1071
reps 1071
losing 1069
stands 1068
#wv 1068
view 1065
status 1065
hosted 1062
movement 1060
highest 1059
assault 1059
transportation 1058
currently 1057
#nobillnobreak 1056
gunsafety 1056
tragic 1055
roll 1054
teacher 1053
growth 1053
include 1052
savelives 1052
facility 1052
son 1051
easier 1051
refugees 1050
april 1049
rankingmember 1048
largest 1047
harmful 1047
shot 1043
attending 1043
field 1042
vision 1042
rm 1042
ourselves 1040
wisconsin 1040
consider 1039
iran 1038
mt 1038
ohio 1038
contact 1037
season 1035
seems 1035
@keithellison 1035
polls 1034
commonsense 1034
repcicilline 1034
regarding 1033
successful 1033
trumpadministration’s 1030
deliver 1030
difficult 1029
#blackhistorymonth 1029
reforms 1027
corruption 1026
@RepDarrenSoto 1026
room 1025
december 1025
stake 1025
illinois 1025
birthday 1023
zero 1021
@NydiaVelazquez 1021
ty 1021
police 1020
votingrights 1020
wh 1018
suffering 1017
23 1016
thought 1013
➡ 1012
problems 1011
focused 1010
treat 1010
worth 1008
increased 1007
@EnergyCommerce 1007
futuregenerations 1006
b 1006
middle-class 1006
broken 1005
#icymi 1004
privilege 1003
rise 1001
#immigration 1000
🚨 1000
aren’t 999
wanted 999
age 999
learned 999
kavanaugh 998
inhumane 998
candidates 997
virginia 997
#zika 997
complete 993
r 993
billions 993
confirmed 993
senior 993
require 992
crucial 991
generations 990
cutting 988
ri 988
#medicare 987
#equalpayday 987
#ppcchat 987
walk 986
board 986
low 986
reject 986
boost 986
effective 985
hurts 984
@SenSchumer 983
according 982
value 982
known 982
#neveragain 982
jersey 982
ceo 981
covered 980
horrific 980
sit 979
beginning 976
additional 975
presidenttrump's 974
volunteer 973
fully 973
june 973
#tbt 972
rebuild 972
closed 972
capitolhill 972
waiting 970
article 970
oregon 970
lawmakers 969
tells 969
seriously 968
easy 967
groups 967
abt 966
@nytimes 964
2014 963
projects 963
development 962
mother 961
protects 959
delay 959
@realDonaldTrump’s 958
independent 957
submit 957
#socialsecurity 957
60 957
included 957
@CFPB 957
native 956
prepare 955
b/c 955
bigotry 953
integrity 953
options 952
#farmbill 952
sense 950
couldn't 950
spirit 949
signing 949
promises 948
expanding 948
kick 948
director 947
aisle 947
firefighters 947
taxreform 945
opposition 945
approach 940
leaving 939
publiclands 938
#stem 938
cities 937
servicemembers 937
standards 936
@RepAdamSchiff 935
achieve 934
though 933
everywhere 933
commit 933
f 932
attempts 931
environmental 930
#gop 927
low-income 927
positive 926
hour 926
doj 924
#mapoli 924
✅ 923
increasing 923
wednesday 922
independence 921
safetynet 921
dem 919
ice 918
claim 917
ceremony 916
northkorea 915
@RepRaskin 915
waste 914
happens 913
manufacturing 913
mothers 913
opioidcrisis 913
mom 912
hard-working 912
sec 911
significant 911
announcement 911
begins 910
built 908
ny 908
greatest 906
@RepBarbaraLee 906
familyseparation 906
welcoming 905
rates 904
biggest 904
ties 904
position 901
legislative 900
accept 900
avoid 899
effect 898
joins 898
knew 897
@AppropsDems 897
bolster 897
places 893
lies 890
rural 890
21stcentury 890
within 889
illegal 889
expense 889
el 889
tough 887
seek 886
cleanenergy 885
crowd 884
ruling 883
situation 883
seat 883
guest 883
nra 882
rising 882
specialinterests 882
@ChrisMurphyCT 881
wake 881
@JoaquinCastrotx 880
rate 880
partner 879
eliminate 878
#lgbtq 878
headed 878
reverse 876
town 876
sanctions 876
aren't 876
reading 875
telling 875
opposed 875
bottom 875
equalpay 875
turned 874
maybe 873
meaningful 873
extend 873
recognized 873
d 873
refused 872
solidarity 872
perfect 871
deny 871
chip 871
chicago 871
common 870
period 870
pick 870
clearly 870
borderwall 870
effects 869
condolences 869
daughter 868
goal 867
cc 867
#chicago 867
mueller 866
praying 864
lots 864
media 863
#veteransday 863
catch 862
yours 862
launch 862
lasvegas 861
wa 861
holiday 861
expect 860
@NRDems 860
either 858
washingtondc 858
father 858
lie 858
mistake 858
#endtheshutdown 857
federalemployees 857
bordersecurity 856
#gopshutdown 856
closer 855
hurting 855
wife 854
hawaii 854
directly 852
campus 852
partners 852
minimumwage 852
pres 851
refuse 851
keeps 850
crime 850
market 850
areas 849
we’ll 849
#smallbiz 849
th 848
4th 848
oil 847
partnership 845
@RepKihuen 845
testimony 843
c 843
participating 842
travel 841
judgekavanaugh 841
houserepublicans 840
threatens 840
maryland 840
corporate 839
depend 839
upcoming 838
#queens 837
missing 834
arizona 833
becoming 833
sides 833
employers 833
👏 832
changed 832
urgent 832
endorsement 831
educators 830
short 829
o 827
numbers 827
secret 827
alongside 827
#jobs 827
administration’s 826
@RepGutierrez 826
influence 824
gone 824
session 824
gut 824
@StateDept 824
@RepJerryNadler 823
countless 822
allows 822
agencies 821
recipients 821
tonight's 820
memory 820
breakfast 820
briefing 819
condition 819
roundtable 818
cancer 818
space 816
democrat 816
#keepfamiliestogether 816
hill 815
showed 814
senaterepublicans 813
mi 813
defending 812
october 812
ground 812
#womenshistorymonth 812
@rosadelauro 812
nov 812
memorial 811
#muslimban 811
irresponsible 810
billionaires 809
completely 808
pledge 808
advocacy 808
lifetime 807
ignore 806
extreme 806
prepared 805
direct 805
publicservice 804
regardless 804
saddened 804
post 803
foundation 801
site 801
skills 800
products 800
80 800
chat 799
competition 799
@SenWarren 798
26 797
@RepDonBeyer 797
requires 796
measures 796
provided 796
retirement 796
@PattyMurray 795
#enoughisenough 795
explain 793
closing 790
lines 790
minnesotans 789
original 788
struggle 788
@SenGillibrand 788
bank 788
initiative 787
pressure 786
drop 784
citizenship 784
@RepSwalwell 784
reunite 783
attacking 782
moral 782
tx 782
@EPAScottPruitt 781
e 781
@SenWhitehouse 781
art 780
#parisagreement 780
roads 780
candidate 779
women’s 778
suffer 778
everyday 778
yourself 776
racism 775
representing 774
flint 774
ma 774
#followthefacts 774
hostage 773
2013 773
lunch 771
@washingtonpost 770
@MarkWarner 770
al 770
@repjoecrowley 769
owe 767
expected 766
favor 766
wallstreet 766
representative 765
#savetps 765
uninsured 764
heartbreaking 763
wins 763
@RepCheri 761
reasons 760
organizations 760
sandiego 760
officers 759
results 759
speaks 759
@SenatorLeahy 759
acts 759
recognizing 758
@edworkforcedems 758
supporters 758
forever 757
👇 756
defeat 756
tribute 756
specialcounsel 756
@TheDemocrats 756
strengthening 754
para 754
paycheck 753
#defenddaca 753
scotus 752
assist 751
shame 750
innovative 750
tweets 749
sorry 749
courts 749
cast 748
accessible 748
russians 747
deportation 747
yemen 747
added 747
#chip 747
enroll 746
prevention 746
awesome 745
awarded 745
doctors 744
caused 743
highlight 743
21 742
sacrifices 742
n 741
allegations 741
scientists 740
hatred 740
innocent 740
storm 738
respond 737
kicking 737
@RepTedLieu 737
library 737
year’s 737
documents 737
raised 736
third 735
measure 735
delegation 734
inaction 734
@janschakowsky 734
@SecretaryZinke 734
guy 732
women's 732
north 731
offering 730
stage 730
@RepTedDeutch 730
income 729
version 729
university 728
affordablehousing 728
die 728
commonsense 727
recognition 727
19 727
#trumpbudget 727
@SenatorDurbin 727
threatening 726
phone 726
alabama 726
wishes 724
disastrous 723
@SenJohnMcCain 723
compromise 723
resign 722
text 722
track 720
dhs 720
excellent 719
west 719
september 719
daily 718
thinks 717
couldn’t 717
@RepRaulGrijalva 717
entrepreneurs 717
mtg 717
rip 716
email 716
turning 716
ambassador 716
false 716
facilities 716
@realdonaldtrump 716
im 715
born 715
year's 714
connecticut 714
hearts 713
prestrump 713
yr 713
refuses 713
earth 712
direction 712
practice 712
bravery 712
chaos 711
disease 711
smallbusiness 711
unions 710
tool 710
@RepCardenas 710
diverse 709
@RepLipinski 709
inspire 708
addiction 706
offices 706
affect 706
speaker 705
failing 705
@MaxineWaters 705
1/2 704
hall 703
@RepJudyChu 703
martinlutherkingjr 703
barriers 703
backs 703
counties 702
#snap 701
dinner 700
70 700
transgender 700
@RepPaulTonko 700
5th 700
pa 700
incredibly 699
lawsuit 699
fraud 699
threaten 699
@BetsyDeVosED 699
offered 698
#neverforget 698
oh 697
fails 697
decided 697
conduct 697
fl 696
200 696
pain 696
opposing 694
#memorialday 694
#russia 694
scottpruitt 693
page 692
levels 692
changing 692
3rd 692
dream 691
treated 691
sitting 691
eligible 690
lift 690
quickly 689
@RepLindaSanchez 689
bold 688
behavior 688
housegop 688
drug 687
domesticviolence 686
injured 686
americandream 686
condemn 686
#trumpcuts 686
battle 685
views 685
lying 685
blue 685
fundamental 685
@RepJohnConyers 685
urged 684
racist 683
proudly 683
book 683
#tpp 682
strongly 680
large 680
leads 680
primary 679
productive 679
m 679
privacy 679
central 679
street 678
economicgrowth 678
sexualharassment 678
45 678
exciting 677
repealing 677
hide 677
parties 676
festival 676
country’s 676
empower 676
hero 676
gap 676
@USProgressives 675
encouraging 674
recover 674
2020 673
enter 672
moments 672
connect 672
#whatsatstake 671
outstanding 671
hi 670
hs 670
usa 670
association 669
inspiration 668
analysis 668
danger 668
africanamerican 668
moms 668
@USCBO 667
@DeptVetAffairs 667
oath 666
door 666
@BobbyScott 665
remind 664
senseless 664
worker 664
bigcorporations 664
@RepBonamici 664
#ca44 664
jan 663
south 663
—president 662
nm 661
@RepMcGovern 660
lady 659
coffee 659
@PPFA 659
turnout 658
planning 658
green 658
social 657
gas 657
@RepDebDingell 657
#stopkavanaugh 657
disappointed 656
decade 656
authority 655
replace 654
officially 653
pursue 653
#potus 653
wonder 652
dollar 652
diplomacy 652
regional 652
demands 652
limit 652
registered 652
#restorethevote 650
commission 650
@SenSanders 650
credit 649
form 649
dead 649
cases 649
airport 649
injustice 649
thread 649
90 648
courageous 648
weaken 648
attorneygeneral 647
upon 647
female 647
p 647
brings 646
ended 646
#paymoreforless 646
august 645
compassion 645
reauthorize 645
@RepBonnie 645
#savetheinternet 644
deep 644
uniform 644
nevadans 644
wow 643
dec 642
@GKButterfield 642
#fl07 642
@RepCohen 641
forgotten 641
posted 641
foreignpolicy 641
destroy 641
elect 641
pretty 639
issued 639
@RepGaramendi 639
relationship 639
unconstitutional 638
corner 638
progressive 637
straight 637
#otd 637
agreed 636
unless 636
@SenatorMenendez 636
concern 635
contribute 635
promoting 635
@realDonaldTrumps 635
remove 635
meetings 635
unfortunately 634
written 634
unity 634
michael 634
rs 634
afraid 633
#mlkday 633
approved 633
expensive 632
staysafe 632
@SenateMajLdr 631
ran 631
inviting 631
practices 631
imagine 630
abroad 629
@RepRubenGallego 629
#obamacare 628
nyc 628
@RepLloydDoggett 628
provisions 626
voter 625
doubt 625
series 625
#exim4jobs 625
fema 625
fires 625
#ncpol 625
sessions 624
rhetoric 624
pr 623
coalition 623
@SenBlumenthal 623
uphold 622
shown 621
ms 621
offers 621
@RepDanKildee 621
deaths 620
celebrated 620
@repmarkpocan 620
arts 619
#earthday 619
blocked 618
you'll 618
bush 618
cosponsored 618
housedemocrats 618
los 618
@SenJeffMerkley 618
retweet 617
increases 617
represents 617
bc 617
expansion 617
biz 617
@SpeakerBoehner 616
obstruction 616
david 616
unnecessary 614
@VP 614
agriculture 614
taxreturns 614
river 614
participated 613
develop 613
co-chair 613
brettkavanaugh 612
kill 611
rush 611
finding 610
raises 610
@LCVoters 610
interference 610
negotiate 610
#nvsen 610
designed 609
proof 609
carry 609
trumpadministration's 609
date 609
#renewui 609
2/2 609
tips 609
literally 608
weapons 608
bridges 608
remarkable 608
decide 608
blackwomen 608
appointment 608
❌ 607
conflicts 607
nationalparks 607
disgraceful 607
quick 606
solve 606
began 606
she's 605
gop's 605
applications 605
tackle 605
drugs 605
leaves 605
week's 604
tremendous 604
firing 604
middle 604
strike 604
cents 604
✔ 603
tens 603
test 602
cleanwater 602
train 601
@RepJoseSerrano 601
@SenatorTester 601
35 600
brothers 600
workplace 600
passes 600
nc 600
#ahca 599
soldiers 599
account 598
childcare 597
ruralcommunities 597
tv 596
reporting 596
immigrationreform 596
investigations 596
lucky 595
workshop 595
@ChrisVanHollen 595
@HHSGov 594
letting 593
proposals 593
@cspan 593
loans 593
advice 592
ed 592
separating 592
confirmation 591
loophole 591
activists 591
winner 590
profits 590
compete 590
@GerryConnolly 590
driving 589
protest 589
employment 589
women'shealth 589
awareness 589
#azsen 589
surprise 588
total 588
extraordinary 588
highereducation 587
acting 587
reducing 587
marching 587
poll 586
undermining 586
@SenBobCasey 586
officer 585
fantastic 585
@FrankPallone 585
hoping 584
backgroundchecks 584
fail 584
sisters 584
kept 583
individual 583
discriminatory 583
@RepAdamSmith 583
peaceful 583
hardworkingamericans 582
#flint 582
tired 581
moved 581
28 580
overseas 580
#masen 580
dad 579
2012 579
tradition 578
shortly 578
counting 578
#flintwatercrisis 578
@SenJackReed 576
council 576
highlights 575
lied 575
sworn 575
md 575
⬇ 574
overturn 574
colleges 574
east 574
@RepYvetteClarke 574
doctor 573
unprecedented 573
@timkaine 573
freedoms 572
believes 572
israel 572
pruitt 572
@FSCDems 572
haven't 571
hospital 571
women’shealth 571
presidency 570
aside 570
abortion 570
conflict 570
publicsafety 570
toured 570
politicians 569
immoral 569
@TheJusticeDept 569
#gopbudget 569
prescriptiondrugs 568
@RepRoybalAllard 568
attacked 568
@SenDuckworth 567
you've 567
@NitaLowey 567
congressionaldistrict 567
disturbing 566
refusing 566
interns 566
@USDA 566
#flapol 566
stem 565
sell 565
accepting 565
hampshire 565
excuse 564
#goptaxbill 564
#irandeal 564
@RepAnnaEshoo 564
score 563
#nhpolitics 563
forcing 562
intelligence 562
reminds 562
implement 562
dreamact 562
fill 562
colorado 562
muellerinvestigation 561
obamacare 561
fast 561
worry 560
highlighting 560
serves 560
publicservant 560
cosponsoring 560
electedofficials 560
unconscionable 560
del 560
gov't 558
petition 558
@RepLowenthal 558
confirm 558
commerce 558
warm 557
payments 557
communityhealthcenters 557
regulations 556
providers 556
thrive 556
good-paying 556
9/11 556
ok 555
saving 555
@CongressmanRaja 555
@usedgov 555
saved 554
systems 554
congressionalrepublicans 554
10am 554
normal 553
#2020census 553
rolling 553
oped 553
worried 552
constituent 552
location 552
streets 552
passion 551
dont 551
turns 551
risks 551
they've 551
terror 551
markets 551
undermines 550
@RepTerriSewell 550
feeling 549
winners 549
denying 549
app 549
#lwcf 549
mourn 549
encouraged 548
myself 548
markup 548
prices 548
tariffs 548
#p2 548
testify 547
strip 546
breaks 546
minute 546
bridge 546
tolerance 546
domestic 546
preventing 545
adding 545
#vote 545
firsthand 545
hurricanemaria 545
executiveorder 545
@RepMaloney 545
lets 544
drford 544
@SenBooker 544
announces 544
@RepZoeLofgren 544
blocking 543
institutions 543
hiding 543
citizen 542
tireless 542
#syria 542
congressionalartcompetition 542
itself 541
write 541
amendments 541
launched 541
she’s 540
meant 540
31 540
delaware 540
#roc 540
guarantee 539
dark 539
500 539
newest 539
reached 538
parts 538
deadly 538
reported 537
rejected 537
joy 536
@HASCDemocrats 536
anti-immigrant 536
cleanair 536
presidential 536
75 536
@RepKarenBass 536
talented 536
@JulianCastro 536
27 535
weather 535
paychecks 535
capital 535
#tps 535
↓ 535
#acaworks 535
116th 534
neighborhood 534
wildfires 534
@NatlParkService 534
reunited 534
journalists 533
@HouseNewDems 533
guess 532
whatever 532
goals 532
vs 532
pray 532
@fema 532
#heretostay 532
terrorism 532
standard 532
schedule 532
nuclear 531
clock 531
supposed 530
gain 530
mine 530
#congress 530
asks 529
requirements 529
abandon 529
picture 528
sacrificed 528
@RepHankJohnson 528
advocating 527
@HRC 527
800,000 527
filled 527
targeting 527
@kylegriffin1 527
particularly 526
@BillPascrell 526
fairness 524
sept 524
repeatedly 524
mike 523
@RepLawrence 523
#sayfie 523
indiana 522
afghanistan 522
gratitude 522
provision 522
walking 522
sanantonio 522
independentcommission 522
island 521
construction 521
orlando 521
noon 521
iraq 520
hungry 520
balance 519
@RepRobinKelly 519
silent 518
february 518
target 518
@USNavy 518
@RepSarbanes 518
addition 517
display 516
flooding 516
car 515
troubling 515
crimes 514
multiple 514
heartless 513
misguided 513
trail 513
manufacturers 513
#metoo 512
@PeterWelch 512
ethics 512
common-sense 511
prison 510
anywhere 509
insurancecompanies 509
note 509
editorial 509
haven’t 509
music 508
fcc 508
updated 508
nations 508
middleschool 508
uncertainty 508
busy 507
ad 507
conservation 507
taskforce 507
raiseawareness 506
remembering 506
33 506
cool 505
#marchforourlives 505
memo 505
birthcontrol 505
considering 505
murdered 505
tradewar 505
shelter 504
fewer 504
humanitariancrisis 504
holds 504
books 504
certainly 503
#1 503
double 503
organize 503
holidayseason 503
awards 503
delivered 503
se 502
boys 502
beat 502
@RepRoKhanna 502
humanity 502
presented 502
determined 502
life-saving 501
heldaccountable 501
model 500
maintain 500
hopeful 500
boston 500
earlyvoting 500
seem 499
unique 499
points 499
millionaires 499
resolve 499
constitutional 499
records 499
sound 498
l 498
they’ve 498
brief 498
centers 498
nv 498
hillary 497
modern 497
dreams 497
#medicareforall 497
globe 497
#laborday 497
#womensucceed 497
ridiculous 496
disgusting 496
killing 496
subcommittee 496
50thanniversary 496
@amyklobuchar 496
wouldn't 495
johnson 495
wi 495
@repdinatitus 495
cold 494
hospitals 494
dept 494
blame 494
so-called 494
establish 494
intro'd 494
#restorethevra 494
@DonaldNorcross 494
becomes 493
@ChrisCoons 493
@RepSeanMaloney 493
hiring 493
related 493
guys 492
writing 492
base 492
forces 492
@SenFeinstein 492
taxbreak 492
hire 491
preparing 491
understanding 491
detained 491
mail 491
@EleanorNorton 491
homeowners 491
mahalo 491
@RepJeffries 491
#nv04 491
engaged 490
proven 490
census 490
@RepMarcyKaptur 490
#goptaxplan 490
touring 490
drilling 490
#teammichelle 490
extended 489
@DorisMatsui 489
reminded 489
@NASA 489
publicschools 488
organization 488
rent 488
advancing 488
drking 488
#breaking 488
id 488
#gotv 488
endorsed 487
none 487
detention 487
latino 487
trumpcare 487
sherrod 487
played 486
houston 486
prioritize 486
pollution 486
liberty 486
investigating 485
groundbreaking 485
pushed 485
#taxreform 485
@RonWyden 484
@RepSpeier 483
housedems 483
@CAPAC 483
paul 483
mil 483
@RepRichmond 483
transition 483
organizing 483
tom 482
hurricane 482
similar 482
faced 482
@RepBeatty 482
homelandsecurity 481
jewish 481
brown 481
army 480
however 479
tonight’s 479
core 479
@CNNSitRoom 479
knowing 479
hunger 479
inside 479
flag 478
academy 478
murder 477
active 477
@RepAdams 477
@RepSchneider 477
coast 477
honest 476
announcing 476
negotiations 475
source 475
socialmedia 474
roe 474
faces 474
#insidepolitics 474
red 473
yesterday's 473
operations 473
industries 473
feed 473
haha 472
richest 472
church 472
savings 472
votingrightsact 472
robust 472
sites 472
you’ll 472
everybody 471
eye 470
can’twait 470
commend 470
spring 470
isis 469
threatened 469
bigger 469
massshooting 469
@RepLoisFrankel 469
@louiseslaughter 469
neighborhoods 469
@tedlieu 469
buying 468
james 468
robert 468
longoverdue 468
banks 468
lake 468
alert 467
required 467
#bronx 467
massachusetts 467
#bringbackourgirls 467
you’ve 466
miles 466
chapter 466
withdraw 466
signs 465
wouldn’t 465
wealth 465
broke 465
ensures 465
tragedies 465
transparent 464
townhallmeeting 464
sustainable 464
term 464
wasn't 463
blog 463
lgbt 463
welcomed 463
@RepCartwright 463
general 462
museum 462
engage 462
ally 461
@RepCicilline 461
paper 460
careers 460
dear 460
burden 459
@UN 459
oct 459
@JoeBiden 459
clinton 459
#enough 459
@Nanette4CA 459
michelle 458
#infrastructure 458
households 458
fallen 458
devastated 458
@USRepKCastor 458
heads 457
appalling 457
invited 457
journey 457
pockets 457
senategop 457
dischargepetition 456
@RepDianaDeGette 456
@maziehirono 456
@RepMarkTakano 456
interesting 455
requiring 455
iowa 455
expanded 455
underway 455
secured 455
ultimatesacrifice 455
parkland 455
eliminating 455
@RepVeasey 455
nominated 454
netneutrality 454
pressing 454
@davidcicilline 454
administration's 453
il 453
washingtonstate 452
targeted 452
runs 452
discriminate 452
parks 452
movingforward 452
extremely 452
type 451
commemorate 451
for-profit 451
emails 451
wwii 451
pride 451
@SenatorCardin 451
visits 451
chose 450
adults 450
resident 450
donors 450
#standwithpp 450
#budget 450
christmas 450
eyes 449
martin 449
opened 449
whom 449
filed 449
entry 449
customers 449
gunlaws 448
prosperity 448
lgbtq 448
alarming 448
unfair 448
#noflynobuy 448
champions 447
resource 447
wage 447
#townhall 447
gender 447
renewableenergy 447
hateful 447
fights 447
@RepMcEachin 447
pete 447
separate 446
thanksgiving 446
choices 446
@RepAlGreen 446
scott 445
reauthorization 445
country's 445
@BennieGThompson 445
@RepDonaldPayne 445
search 444
gunviolenceprevention 444
option 444
@SenatorCarper 444
sadly 444
mexicans 444
bus 443
150 443
package 443
@DeptofDefense 443
criminal 443
#internationalwomensday 443
era 442
bright 442
etc 442
felt 442
touch 442
nurses 442
vp 442
nobody 441
exercise 441
who's 441
reaching 441
merrychristmas 441
#kavanaugh 441
russiainvestigation 441
testing 441
apparently 440
co-sponsor 440
trauma 440
finished 440
presidents 440
games 439
@Interior 439
@JohnKerry 439
mass 438
plain 438
downtown 438
jim 438
preexistingconditions 438
statements 438
#nmsen 438
language 437
@FoxNews 437
enjoying 437
divide 437
#openenrollment 437
george 437
@LGBTEqCaucus 437
chamber 437
causes 436
harassment 436
@JacksonLeeTX18 436
asap 436
qualified 435
concerning 435
lived 434
appointed 434
inclusive 434
holidays 434
discusses 434
@RepWilson 434
parent 433
momentum 433
criminaljustice 433
husband 433
studentloans 433
probably 432
amount 432
montana 432
confidence 431
congratulate 431
securing 431
feet 430
alive 430
unable 430
opioid 430
losecoverage 430
sometimes 429
incl 429
letters 429
furloughed 429
reception 429
impressive 428
affects 428
improvements 428
heritage 428
creates 428
#charlottesville 428
californians 428
wildlife 427
32 427
passionate 427
irs 427
rhodeisland 427
ignoring 426
basis 426
@RealDonaldTrump 426
55 426
@RepJaredPolis 426
gen 426
29 426
stops 426
onto 425
thru 425
night's 425
round 425
#equality 425
exchange 425
nominees 425
@clairecmc 425
@SenatorShaheen 425
explore 424
limited 424
fiscal 424
#askdems 424
feb 423
overwhelming 423
unite 423
massshootings 422
inclusion 422
#findyourpark 422
pt 422
hispanic 422
port 421
detroit 421
impeachment 421
az 421
sale 420
swamp 420
title 420
@RepDavidEPrice 420
initiatives 420
ride 419
african-american 419
africanamericans 419
application 419
#mentalhealth 419
dropped 418
@AjitPaiFCC 418
refusal 417
express 417
saudi 417
enforcement 417
#northkorea 417
honors 417
don’tforget 417
diabetes 416
thoughtful 416
❤ 416
division 416
dismantle 416
hasn't 416
meanwhile 416
#oneminnesota 416
comment 415
@HouseJudiciary 415
forms 415
taxpayerdollars 415
greatlakes 415
hell 414
otherwise 414
character 414
nat'l 414
ignored 414
@cspanwj 414
salute 414
awful 414
king 413
#cleanpowerplan 413
convention 413
#resist 412
enact 412
population 412
appears 412
cooperation 412
victim 412
flynn 411
humbled 411
depends 411
causing 411
@nikiinthehouse 411
certain 410
warning 410
confront 410
georgia 410
chinese 410
saudiarabia 410
49 410
las 410
@dinatitus 410
@NRA 409
taxpayer 409
2010 409
armedforces 409
stability 409
@RepBillFoster 409
bipartisanship 409
@TransportDems 409
accurate 408
considered 408
terrorists 408
notice 408
911 408
bit 407
caring 407
53 407
@SenatorBaldwin 407
smallbiz 407
i'd 406
rain 406
@CDCgov 406
throw 406
@HomelandDems 406
damaging 406
actorslink 406
pull 405
@politico 405
experienced 405
cybersecurity 405
votersuppression 404
well-being 404
bravely 404
existing 404
offshoredrilling 404
😂 403
prove 403
extra 403
disgrace 403
principles 403
re-open 403
expire 403
subject 402
loud 402
knowledge 402
graduate 402
curb 402
est 402
@KamalaHarris 402
file 401
credibility 401
plannedparenthood 401
station 401
minority 400
taught 400
opioids 400
waters 400
girl 399
uses 399
ten 399
involvement 399
publiceducation 399
worldwide 399
#vawa 399
agsessions 399
spot 398
slow 398
deported 398
extension 398
radical 398
lobbyists 398
@SpeakerPelosi 397
restoring 397
disagree 397
neither 397
govern 397
religion 397
advantage 397
gop’s 397
gift 397
dallas 397
publicly 396
fine 396
supporter 396
tirelessly 396
russianinterference 396
@repsandylevin 396
tweeting 395
cnn 395
jobgrowth 395
flight 395
jail 394
lawyer 394
nuclearweapons 394
steel 394
@RepJohnYarmuth 393
can’tafford 393
vet 393
@RepMaxineWaters 392
wasn’t 391
survey 391
publicservants 391
state’s 391
northcarolina 391
soul 391
#opioid 391
heat 390
@USArmy 390
institute 390
facebookpage 390
#ff 390
graduates 390
blow 389
conversations 389
dozens 389
thorough 389
fees 389
federalagencies 389
#nm 389
#ma09 389
wade 388
fuel 388
@RepAnnieKuster 388
eight 388
fly 388
latinos 388
#protectourdemocracy 388
intro 387
experiences 387
@SBAgov 387
@FBI 387
snow 386
#bootpruitt 386
cont 386
setting 386
toxic 386
correct 385
quite 385
opinion 385
hometown 385
combating 385
seven 385
acres 385
jobcreation 385
comey 385
insurers 385
@HouseGOP's 385
@RepCuellar 385
@RepRichardNeal 385
launching 384
preserving 384
@RepJohnLarson 384
earning 384
yorkers 384
horrible 383
finish 383
informed 383
alliance 383
network 383
@SenKamalaHarris 383
giveaway 382
6pm 382
@SenCortezMasto 382
portland 382
chosen 381
fixing 381
animals 381
rollback 381
83 381
enrollment 381
#womensequalityday 381
elementary 381
canada 381
produce 381
heartbroken 381
@Michelle4NM 381
god 380
0 380
appropriations 380
disabled 380
jr 380
meals 380
traveling 380
@RepAndreCarson 380
donate 380
evil 379
empty 379
polluters 379
@HUDgov 379
@openletterbot 379
performance 378
charged 378
qualify 378
plant 378
couple 377
bullying 377
sports 377
caught 377
names 377
@RepStephMurphy 377
determine 377
women’srights 377
stuff 376
purpose 376
holocaust 376
racial 376
displaced 376
refugee 376
@jaketapper 375
acknowledge 375
independentinvestigation 375
profit 375
credible 375
@RepGwenMoore 375
fake 374
mcconnell 374
kid 374
sensible 374
reporters 374
intern 374
@RepDennyHeck 374
resignation 374
34 374
#cybersecurity 374
#opioidepidemic 374
destructive 373
#hurricanemaria 373
jeffsessions 373
#trump100days 373
bet 372
mention 372
questioning 372
kicks 372
ryan 372
olderamericans 372
guidance 372
belong 372
dads 372
broadband 372
shift 372
memories 371
backbone 371
enforce 371
positions 371
delivering 371
#cir 371
austin 371
dearfriend 371
@RepEsty 371
#wrongchoiceact 371
medicine 370
dod 370
@NIH 370
unbelievable 370
tearing 369
overwhelmingly 369
midnight 369
moves 369
interfere 369
civilian 369
cruelty 369
drinkingwater 369
granted 368
marijuana 368
dealing 368
telephonetownhall 368
universal 368
mary 368
repair 368
@SenatorSerrano 368
sun 367
relations 367
dialogue 367
represented 367
marine 367
maria 367
ave 367
gdp 367
babies 367
beach 366
invite 366
collusion 366
freepress 366
leg 366
plays 366
surprised 365
hasn’t 365
locations 365
activities 365
guaranteed 365
exposed 365
laid 365
pollingplace 365
#makeamericasickagain 365
conservative 364
g 364
despicable 364
#shutdown 364
jobtraining 364
@RosLehtinen 364
capacity 364
seeks 364
terrific 364
totally 363
vietnam 363
nor 363
gotten 363
determination 363
landmark 363
adds 363
pipeline 363
@NewDay 363
giant 363
blessed 362
visitors 362
fans 362
addresses 362
rebuilding 362
shop 362
@RepAnthonyBrown 362
paycheckfairnessact 362
ballotbox 362
developing 362
medal 362
eliminates 362
actual 361
executive 361
math 361
borders 360
scene 360
johnmccain 360
unamerican 360
loan 360
#electionday 360
@hardball 360
cares 359
#monumentsforall 359
content 359
innovators 359
opens 359
#nyc 359
#chibokgirls 359
woman’s 358
guide 358
inequality 358
deeplysaddened 358
delayed 358
ripped 358
survivor 358
joe’s 358
marketplace 357
americancitizens 357
impossible 357
2pm 357
addressed 357
improved 357
explains 357
grace 357
misleading 356
👉 356
reasonable 356
people’s 356
equalrights 356
facebooklive 356
kudos 356
century 356
@RepMikeQuigley 356
grew 355
#hispanicheritagemonth 355
competitive 355
@jaredpolis 355
witness 355
cbo 355
hoosiers 355
happythanksgiving 354
districtoffice 354
celebrates 354
counted 354
ceos 354
homeless 354
commissioner 354
russia’s 353
7pm 353
bigbanks 353
witnesses 352
obligation 352
citizenshipquestion 352
300 352
requested 352
claimed 352
coastguard 352
precious 352
#tx33 352
@wolfblitzer 351
founded 351
twice 351
google 351
@USRepRickNolan 351
screening 351
pays 350
thomas 350
thanking 350
seekingasylum 350
trusted 350
cultural 350
lifesaving 350
personally 350
americanhero 350
selected 350
fwd 350
sends 349
grassroots 349
custody 349
marriageequality 349
airports 349
luncheon 349
overcome 349
bay 349
54 349
accepted 349
desperate 349
#wa01 349
arrested 348
plus 348
inauguration 348
arms 348
eat 347
realize 347
tree 347
much-needed 347
#endalz 347
mess 347
7th 347
q 347
sold 346
hhs 346
grandopening 346
fulfill 346
partnerships 346
comprehensiveimmigrationreform 346
cure 346
staytuned 346
resilience 346
#dcstatehood 346
educate 345
closely 345
smith 345
#honorwithaction 345
strongest 345
confirms 345
economicdevelopment 345
northdakota 345
figure 344
cosponsors 344
answered 344
seattle 344
estimated 344
@USDOL 344
faculty 344
maine 344
registration 344
purchase 343
kicked 343
teams 343
platform 343
personnel 343
healthier 343
achievements 343
returned 343
meets 343
criminals 343
6th 343
vermont 343
transit 343
pensions 343
replacement 342
body 342
safely 342
trouble 342
embrace 342
equipment 342
cheering 342
@YouTube 342
marched 342
400 342
granitestaters 342
popular 341
terms 341
arrived 341
prohibit 341
amdt 341
muslim 341
#nobannowall 341
buffalo 341
@gracenapolitano 341
participation 340
fbiinvestigation 340
cr 340
talent 340
renewal 340
reduced 340
intel 340
treating 340
daughters 340
oregonians 340
rev 339
except 339
ideals 339
radio 339
slash 339
bob 339
winter 339
scam 339
1/3 339
opponent 339
sister 338
tourism 338
criminaljusticereform 338
short-term 338
engaging 338
focusing 338
coach 338
@RepDannyDavis 338
teach 337
donald 337
attorney 337
western 337
ads 337
solar 337
brooklyn 337
ports 337
65 337
#billionairesfirst 337
backwards 336
believed 336
asylumseekers 336
congressionalappchallenge 336
suicide 336
pittsburgh 336
delighted 336
urges 336
absurd 335
townhalls 335
scandal 335
dangers 335
#ny13 335
fan 334
outrage 334
brother 334
🔥 334
44 334
aloha 334
jobfair 334
#vt 334
sounds 333
larger 333
hits 333
don’tmiss 333
#votingrights 333
virginislands 333
greatly 333
congressionaldelegation 333
effectively 333
crew 333
@Pontifex 333
@repbobbyscott 333
yesterday’s 332
club 332
vibrant 332
foster 332
digital 332
background 331
rooting 331
discussions 331
pardon 331
women'srights 331
seniorcenter 331
stepping 330
#dontshutdownoursecurity 330
enhance 330
scheduled 330
suffered 330
professionals 330
judiciarycommittee 330
pennsylvania 330
#opioidcrisis 330
struck 329
who’s 329
southernborder 329
civil 329
ranked 329
divisive 329
joint 329
separation 329
@CoveredCA 329
wild 329
grandchildren 329
rock 328
steve 328
imperative 328
